Repository: KDE/systemsettings
Catalog: po/*/systemsettings.po
Languages: fa

# NAME OF TRANSLATORS
source: Your names
fa: محمدرضا میردامادی , محمد ابراهیم محمدی‌پناه , سهراب بهدانی

# EMAIL OF TRANSLATORS
source: Your emails
fa: mohi@linuxshop.ir , mebrahim@gmail.com , behdanisohrab@gmail.com

source: %1 is an external application and has been automatically launched
fa: %1 یک برنامه خارجی است که به صورت خودکار اجرا شده است

source: Relaunch %1
fa: اجرای مجدد %1

source: Dialog
fa: محاوره

source: Info Center
fa: مرکز اطلاعات

source: Centralized and convenient overview of system information.
fa: نمای متمرکز و راحت از اطلاعات سامانه.

source: System Settings
fa: تنظیمات سامانه

source: Central configuration center by KDE.
fa: سامانه تنظیمات مرکزی برای کی‌دی‌ای

source: Maintainer
fa: نگهدارنده

source: Author
fa: مولف

source: Developer
fa: توسعه دهنده

source: Internal module representation, internal module model
fa: نمایش درونی ماژول، مدل درونی ماژول

source: List all possible modules
fa: تمامی ماژول‌های ممکن را فهرست کن

source: Configuration module to open
fa: بازگشایی پیکربندی ماژول

source: Arguments for the module
fa: آرگومان‌ها برای ماژول

source: The following modules are available:
fa: ماژول‌های زیر در دسترسند:

source: No description available
fa: هیچ توضیحاتی موجود نیست

source: Reset all current changes to previous values
fa: بازگردانی تمامی مقادیر به پیشفرض

# @info:whatsthis
source: Scrollable area
fa: محل قابل اسکرول

source: The current page has unsaved changes. Apply the changes or discard them?
fa: صفحه فعلی تنظیمات ذخیره نشده دارد تنظیمات را اعمال یا صرف نظر می‌کنید؟

source: Apply Settings
fa: اعمال تنظیمات

# A search yielded no results
source: No items matching your search
fa: هیچ موردی با جست‌وجوی شما مطابقت نداشت

source: Show menu
fa: نمایش فهرست

source: Plasma
fa: پلاسما

source: Highlight Changed Settings
fa: تنظیمات تغییریافته را برجسته کن

# @option:check the pages being referred to here are System Settings KCMs
source: Show Inapplicable Pages
fa: نمایش صفحات نامرتبط

source: Report a Bug in the Current Page…
fa: یک مشکل را در صفحه فعلی گزارش کنید....

source: Sidebar
fa: نوار کناری

source: Most Used
fa: پراستفاده

source: Finds system settings modules whose names or descriptions match :q:
fa: ماژول‌های تنظیمات سیستم را که نام یا توضیحاتشان با ‎:q:‎ مطابقت دارد پیدا می‌کند.

source: System Information
fa: اطلاعات سامانه
